
dialog.auto.type.string                = Automatick\u00FD typ ako re\u0165azec
dialog.auto.type.string.description    = Ak za\u0161krtnut\u00E9, v\u0161etky automatick\u00E9 typy s\u00FA pova\u017Eovan\u00E9 za re\u0165azce. Toto m\u00F4\u017Ee by\u0165 u\u017Eito\u010Dn\u00E9 pri \u00FAplnom mapovan\u00ED st\u013Apcov na vyn\u00FAtenie rovnak\u00E9ho typu pre v\u0161etky st\u013Apce a na odstr\u00E1nenie upozor\u0148ovac\u00EDch spr\u00E1v
dialog.base.uri                        = Z\u00E1klad URI zdroja
dialog.base.uri.description            = T\u00E1to hodnota sa pou\u017Eije pri automatickom generovan\u00ED vlastnost\u00ED st\u013Apcov a tie\u017E na vytvorenie absol\u00FAtnej URI ak je v st\u013Apci 'URI vlastnosti' poskytnut\u00E1 relat\u00EDvna URI
dialog.base.uri.required               = Z\u00E1klad URI zdroja je povinn\u00FD parameter
dialog.column.advanced.key             = Roz\u0161\u00EDren\u00FD st\u013Apec k\u013E\u00FA\u010Da
dialog.column.advanced.key.description = Ak za\u0161krtnut\u00E9, tak 'St\u013Apec k\u013E\u00FA\u010Da' je interpretovan\u00FD ako \u0161abl\u00F3na. Experiment\u00E1lna funkcionalita! Ak za\u0161krtnut\u00E9, v\u00FDstupn\u00E1 hodnota \u0161abl\u00F3ny je pou\u017Eit\u00E1 ako predmet bez ak\u00FDchko\u013Evek dodato\u010Dn\u00FDch zmien.
dialog.column.generate.new             = Mapova\u0165 v\u0161etky st\u013Apce
dialog.column.generate.new.description = Ak za\u0161krtnut\u00E9, v\u00FDchodzie mapovanie je automaticky vygenerovan\u00E9 pre ka\u017Ed\u00FD st\u013Apec.
dialog.column.key                      = St\u013Apec k\u013E\u00FA\u010Da
dialog.column.key.description          = N\u00E1zov st\u013Apca, ktor\u00FD bude pridan\u00FD k 'Z\u00E1klad URI vlastnosti' a pou\u017Eit\u00E9 ako predmet pre riadky. Toto m\u00F4\u017Ee by\u0165 zmenen\u00E9 zvolen\u00EDm 'Roz\u0161\u00EDren\u00FD st\u013Apec k\u013E\u00FA\u010Da'
dialog.ignore.blank                    = Ignorova\u0165 pr\u00E1zdne bunky
dialog.ignore.blank.description        = Ak nie je zvolen\u00E9 a bunka je pr\u00E1zdna, tak sa prid\u00E1 URI pre pr\u00E1zdnu bunku. Ak je za\u0161krtnut\u00E9, pr\u00E1zdna bunka je ignorovan\u00E1.
dialog.labels.generate                 = Generova\u0165 ozna\u010Denia
dialog.labels.generate.description     = Ak za\u0161krtnut\u00E9, tak ozna\u010Denia (rdfs:labels) s\u00FA generovan\u00E9 do URI st\u013Apcov. Na generovanie s\u00FA pou\u017Eit\u00E9 p\u00F4vodn\u00E9 n\u00E1zvy st\u013Apcov.
dialog.mapping.button.add              = Prida\u0165 mapovanie
dialog.mapping.language                = Jazyk
dialog.mapping.name                    = N\u00E1zov st\u013Apca
dialog.mapping.property.uri            = URI vlastnosti
dialog.mapping.simple                  = Jednoduch\u00E9
dialog.mapping.type                    = Typ v\u00FDstupu
dialog.mapping.use.dbf.types           = Pou\u017Ei\u0165 Dbf typy
dialog.row.class                       = Trieda pre entitu riadku
dialog.row.class.description           = Ak nastaven\u00E1, t\u00E1to hodnota sa pou\u017Eije ako trieda pre v\u0161etky entity riadkov.
dialog.row.generate.column             = Generova\u0165 st\u013Apec pre riadok
dialog.row.generate.column.description = Ak za\u0161krtnut\u00E9, st\u013Apec s \u010D\u00EDslom st\u013Apca je generovan\u00FD pre ka\u017Ed\u00FD riadok
dialog.table.row.class                 = Generova\u0165 triedu pre tabu\u013Eku/riadok
dialog.table.row.class.description     = Ak za\u0161krtnut\u00E9, pre v\u00FDrazy tabu\u013Ekov\u00FDch ent\u00EDt s typom s\u00FA generovan\u00E9 triedy 
dialog.table.subject                   = Generova\u0165 predmet pre tabu\u013Eku
dialog.table.subject.description       = Ak za\u0161krtnut\u00E9, je vytvoren\u00FD predmet pre ka\u017Ed\u00FA tabu\u013Eku, ktor\u00FD odkazuje na v\u0161etky riadky v danej tabu\u013Eke. Pou\u017Eit\u00FD predik\u00E1t je "{0}". S predik\u00E1tom "{1}". Symbolick\u00E9 meno zdrojovej tabu\u013Eky je rovnako pripojen\u00E9.

dpu.name      = Konverzia tabu\u013Eky do RDF
dpu.name.menu = tabu\u013Eka do RDF
